app/views/contacts/index.html.erb

        <td><%= contact.content %></td>
        <td><%=l contact.created_at %></td>
---
INSERT INTO "contacts" ("content", "created_at", "email", "name", "subject", "updated_at") VALUES (?, ?, ?, ?, ?, ?)