app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save
---
INSERT INTO "contacts" ("content", "created_at", "email", "name", "subject", "updated_at") VALUES (?, ?, ?, ?, ?, ?)

  def update
    respond_to do |format|
      if @contact.update(contact_params)
---
UPDATE "contacts" SET "subject" = ?, "content" = ?, "updated_at" = ? WHERE "contacts"."id" = 1  [["subject", "test tsr longer"], ["content", "content here update"], ["updated_at", Sun, 06 Jul 2014 04:58:31 UTC +00:00]]